Repository: uhooi/Loki
Catalog: LokiPackage/Sources/Features/Sakatsu/Resources/Localizable.xcstrings
Source language: ja
Languages: en

# %lld Sakatsu(s)
source: %lld件のサ活
en: %lld Sakatsus

# Add new sauna temperatures
source: 新しいサウナの温度を追加
en: Add new sauna temperatures

# Add new set
source: 新しいセットを追加
en: Add new set

# Afterword
source: あとがき
en: Afterword

# Cancel
source: キャンセル
en: Cancel

# Copy
source: コピー
en: Copy

# Copy Sakatsu text
source: サ活のテキストをコピー
en: Copy Sakatsu text

# Delete set
source: セットを削除
en: Delete set

# Detailed cause unknown.
source: 詳しい原因はわかりません。
en: Detailed cause unknown.

# Edit
source: 編集
en: Edit

# Facility name
source: 施設名
en: Facility name

# Failed to delete set.
source: セットの削除に失敗しました。
en: Failed to delete set.

# Failed to save Sakatsu.
source: サ活の保存に失敗しました。
en: Failed to save Sakatsu.

# Foreword
source: まえがき
en: Foreword

# I did %lld set(s).
source: %lldセット行いました。
en: I did %lld sets.

# New Sakatsu
source: 新規
en: New Sakatsu

# Optional
source: オプション
en: Optional

# Please try again after some time.
source: 時間をおいて再度お試しください。
en: Please try again after some time.

# Register Sakatsu
source: サ活登録
en: Register Sakatsu

# Required
source: 必須
en: Required

# Sakatsu list
source: サ活一覧
en: Sakatsu list

# Sakatsu text copied.
source: サ活のテキストをコピーしました。
en: Sakatsu text copied.

# Save
source: 保存
en: Save

# Set %lld
source: %lldセット目
en: Set %lld

# Temperatures
source: 温度
en: Temperatures

# Visiting date
source: 訪問日
en: Visiting date
